Repository: poudelnarayan/SmartKYC
Catalog: lib/l10n/app_*.arb
Languages: ne

# passwordLabel
source: Password
ne: पासवर्ड

source: Create Account
ne: खाता सिर्जना गर्नुहोस्

# createAccountDesc
source: Please fill in the form to create your account
ne: कृपया आफ्नो खाता सिर्जना गर्न फारम भर्नुहोस्

source: Confirm Password
ne: पासवर्ड पुष्टि गर्नुहोस्

# confirmPasswordRequired
source: Please confirm your password
ne: कृपया पासवर्ड पुष्टि गर्नुहोस्

source: Passwords do not match
ne: पासवर्डहरू मेल खाँदैनन्

# alreadyHaveAccount
source: Already have an account?
ne: पहिले नै खाता छ?

# signUpError
source: Failed to sign up: {error}
ne: साइन अप गर्न असफल: {error}

source: Remember me
ne: मलाई सम्झनुहोस्

source: Forgot Password?
ne: पासवर्ड बिर्सनुभयो?

# forgotPasswordDesc
source: Enter your registered email address, and we will send you a link to reset your password.
ne: कृपया आफ्नो दर्ता गरिएको इमेल ठेगाना प्रविष्ट गर्नुहोस्, हामी तपाईंलाई पासवर्ड रिसेट गर्न लिङ्क पठाउनेछौं।

source: Reset Password
ne: पासवर्ड पुनः सेट गर्नुहोस्

source: Reset Link Sent
ne: रिसेट लिंक पठाइयो

# resetLinkSentDesc
source: If an account exists with this email, you will receive a password reset link shortly.
ne: यदि यो इमेलसँग खाता छ भने, तपाईंले छिट्टै पासवर्ड रिसेट लिंक प्राप्त गर्नुहुनेछ।

source: Back to Sign In
ne: साइन इन मा फर्कनुहोस्

source: Logout Confirmation
ne: लगआउट पुष्टिकरण

# logoutConfirmationDesc
source: Are you sure you want to logout?
ne: के तपाईं लगआउट गर्न निश्चित हुनुहुन्छ?

source: Cancel
ne: रद्द गर्नुहोस्

source: Sign In
ne: साइन इन

source: Security
ne: सुरक्षा

source: About
ne: बारेमा

# noAccount
source: Don't have an account?
ne: खाता छैन?

source: Sign Up
ne: साइन अप

source: Uploading...
ne: अपलोड गर्दै...

# signUpSuccessTitle
source: Account Created Successfully!
ne: खाता सफलतापूर्वक सिर्जना गरियो!

# signUpSuccessMessage
source: Your account has been created. Verification link sent to:
ne: तपाईंको खाता सिर्जना गरिएको छ। प्रमाणिकरण लिङ्क तपाईंको इमेलमा पठाइएको छ।

source: Continue to Sign In
ne: साइन इन मा जानुहोस्

# passwordRequired
source: Please enter your password
ne: कृपया आफ्नो पासवर्ड प्रविष्ट गर्नुहोस्

# passwordTooShort
source: Password must be at least 8 characters
ne: पासवर्ड कम्तिमा 8 वर्णको हुनुपर्छ

# invalidCredentials
source: Invalid email or password
ne: अमान्य इमेल वा पासवर्ड

# signInError
source: Failed to sign in: {error}
ne: साइन इन गर्न असफल: {error}

# appTitle
source: Smart KYC
ne: पहिचान प्रमाणीकरण

# welcomeTitle
source: Welcome to SmartKYC
ne: Smart Kyc मा स्वागत छ

# welcomeSubtitle
source: Enter your email to continue
ne: जारी राख्न आफ्नो इमेल प्रविष्ट गर्नुहोस्

# emailLabel
source: Email
ne: इमेल

# continueButton
source: Continue
ne: जारी राख्नुहोस्

source: Sending code...
ne: कोड पठाउँदै...

# verifyEmail
source: Verify your email
ne: तपाईंको इमेल प्रमाणित गर्नुहोस्

# verifyEmailDesc
source: We've sent a verification code to {email}
ne: हामीले {email} मा प्रमाणीकरण कोड पठाएका छौं

source: Resend Code
ne: कोड पुन: पठाउनुहोस्

# invalidEmail
source: Please enter a valid email
ne: कृपया मान्य इमेल प्रविष्ट गर्नुहोस्

# emailRequired
source: Please enter your email
ne: कृपया आफ्नो इमेल प्रविष्ट गर्नुहोस्

# verificationExpired
source: Verification code expired. Please request a new one.
ne: प्रमाणीकरण कोड समाप्त भयो। कृपया नयाँ अनुरोध गर्नुहोस्।

# invalidCode
source: Invalid verification code. Please try again.
ne: अमान्य प्रमाणीकरण कोड। कृपया पुन: प्रयास गर्नुहोस्।

# verificationFailed
source: Verification failed: {error}
ne: प्रमाणीकरण असफल: {error}

source: Verification Steps
ne: प्रमाणीकरण चरणहरू

# languageSwitchWarn
source: * Language preference will persist throughout the verification Process
ne: * भाषा प्राथमिकता प्रमाणीकरण प्रक्रियाभर कायम रहनेछ।

# verificationStepsDesc
source: Complete these steps to verify your identity
ne: आफ्नो पहिचान प्रमाणित गर्न यी चरणहरू पूरा गर्नुहोस्

# documentUploadTip
source: Make sure your ID is clearly visible and all text is readable
ne: आईडी स्पष्ट रूपमा देखिने र सबै पाठ पढ्न सकिने छ भनी सुनिश्चित गर्नुहोस्

source: Processing image...
ne: तस्बिर प्रशोधन गर्दै...

source: No document selected
ne: कुनै कागजात चयन गरिएको छैन

source: Tap to change document
ne: कागजात परिवर्तन गर्न ट्याप गर्नुहोस्

source: Tap to upload document
ne: कागजात अपलोड गर्न ट्याप गर्नुहोस्

source: Choose from Gallery
ne: ग्यालरीबाट छान्नुहोस्

source: Capture from Camera
ne: क्यामेराबाट खिच्नुहोस्

source: No image selected
ne: कुनै तस्बिर चयन गरिएको छैन

source: Failed to pick image
ne: तस्बिर चयन गर्न असफल

source: Camera permission denied
ne: क्यामेरा अनुमति अस्वीकृत

source: Failed to capture image
ne: तस्बिर खिच्न असफल

source: Invalid image file
ne: अमान्य तस्बिर फाइल

source: Start Verification
ne: प्रमाणीकरण सुरु गर्नुहोस्

source: Email Verification
ne: इमेल प्रमाणीकरण

# emailVerificationDesc
source: Verify your email address
ne: आफ्नो इमेल ठेगाना प्रमाणित गर्नुहोस्

source: Document Upload
ne: कागजात अपलोड

# documentUploadDesc
source: Upload your government-issued ID
ne: आफ्नो सरकारी-जारी आईडी अपलोड गर्नुहोस्

source: Selfie Guidelines
ne: सेल्फी निर्देशिका

# lightingTip
source: Make sure you're in a well-lit environment before proceeding
ne: अगाडि बढ्नु अघि राम्रो प्रकाश भएको वातावरणमा रहेको सुनिश्चित गर्नुहोस्

source: Liveness Check
ne: लाइभनेस जाँच

# livenessCheckDesc
source: Verify that you're physically present
ne: तपाईं भौतिक रूपमा उपस्थित हुनुहुन्छ भनी प्रमाणित गर्नुहोस्

source: Verification Complete
ne: प्रमाणीकरण पूरा भयो

# verificationCompleteDesc
source: All steps completed successfully
ne: सबै चरणहरू सफलतापूर्वक पूरा भए

# onboardingTitle1
source: Secure Document Upload
ne: सुरक्षित कागजात अपलोड

# onboardingDesc1
source: Upload or capture your documents with bank-grade security. Your data is encrypted and protected at all times.
ne: बैंक-ग्रेड सुरक्षाको साथ आफ्ना कागजातहरू अपलोड वा क्याप्चर गर्नुहोस्। तपाईंको डाटा एन्क्रिप्ट र सुरक्षित छ।

# onboardingTitle2
source: AI-Powered Verification
ne: एआई-संचालित प्रमाणीकरण

# onboardingDesc2
source: Experience instant identity verification powered by advanced AI technology. Quick, accurate, and hassle-free.
ne: उन्नत एआई प्रविधिद्वारा संचालित तत्काल पहिचान प्रमाणीकरण अनुभव गर्नुहोस्। छिटो, सटीक र झन्झट-मुक्त।

# onboardingTitle3
source: Fast & Reliable Process
ne: छिटो र भरपर्दो प्रक्रिया

# onboardingDesc3
source: Complete your KYC verification securely in minutes. Our streamlined process ensures a smooth experience.
ne: मिनेटमा आफ्नो केवाईसी प्रमाणीकरण सुरक्षित रूपमा पूरा गर्नुहोस्। हाम्रो सरल प्रक्रियाले सहज अनुभव सुनिश्चित गर्छ।

source: Skip
ne: छोड्नुहोस्

source: Next
ne: अर्को

source: Back
ne: पछाडि

# dataExtraction
source: Extracting Data ...
ne: डेटा निकाल्दै...

source: Get Started
ne: सुरु गर्नुहोस्

# uploadId
source: Upload Your ID
ne: आफ्नो आईडी अपलोड गर्नुहोस्

# uploadIdDesc
source: Please upload a clear photo of your government-issued ID (License)
ne: कृपया आफ्नो सरकारी-जारी आईडी (लाइसेन्स) को स्पष्ट फोटो अपलोड गर्नुहोस्

source: Choose Upload Method
ne: अपलोड विधि छान्नुहोस्

# fromGallery
source: Choose from Gallery
ne: ग्यालरीबाट छान्नुहोस्

# fromCamera
source: Capture from Camera
ne: क्यामेराबाट क्याप्चर गर्नुहोस्

# noDocument
source: No document selected
ne: कुनै कागजात छानिएको छैन

# tapToUpload
source: Tap to upload document
ne: अपलोड गर्न ट्याप गर्नुहोस्

# tapToChange
source: Tap to change document
ne: परिवर्तन गर्न ट्याप गर्नुहोस्

# continue_operation
source: Continue
ne: जारी राख्नुहोस्

# idVisibilityNote
source: Make sure your ID is clearly visible and all text is readable
ne: आईडी स्पष्ट देखिएको र सबै पाठ पढ्न योग्य छ भनी सुनिश्चित गर्नुहोस्

# takeSelfie
source: Take Your Selfie
ne: सेल्फी लिनुहोस्

# selfieGuidelinesTitle
source: Selfie Guidelines
ne: सेल्फी दिशानिर्देशहरू

source: Good Lighting
ne: राम्रो प्रकाश

# goodLightingDesc
source: Ensure you are in a well-lit room with natural light
ne: प्राकृतिक प्रकाश भएको कोठामा रहेको सुनिश्चित गर्नुहोस्

source: Face Position
ne: अनुहारको स्थिति

# facePositionDesc
source: Keep your face centered and within the oval guide
ne: आफ्नो अनुहार अण्डाकार गाइडभित्र केन्द्रित राख्नुहोस्

source: No Flash
ne: फ्ल्यास छैन

# noFlashDesc
source: Avoid using flash, instead use ambient lighting
ne: फ्ल्यास प्रयोग नगर्नुहोस्, बरु वरिपरिको प्रकाश प्रयोग गर्नुहोस्

source: Start Camera
ne: क्यामेरा सुरु गर्नुहोस्

# lightingNote
source: Make sure you're in a well-lit environment before proceeding
ne: अगाडि बढ्नु अघि तपाईं राम्रो प्रकाश भएको वातावरणमा हुनुहुन्छ भनी सुनिश्चित गर्नुहोस्

source: Review Selfie
ne: सेल्फी समीक्षा

# captureError
source: Failed to capture image
ne: तस्बिर खिच्न असफल

# positionFace
source: Position your face within the oval and ensure good lighting
ne: आफ्नो अनुहार अण्डाकार भित्र राख्नुहोस् र राम्रो प्रकाश सुनिश्चित गर्नुहोस्

# selfieSuccess
source: Selfie captured successfully
ne: सेल्फी सफलतापूर्वक खिचियो

source: Retake
ne: पुन: खिच्नुहोस्

source: Face Verification
ne: अनुहार प्रमाणीकरण

# faceVerificationDesc
source: We need to verify that you're a real person to ensure the security of your account.
ne: तपाईंको खाताको सुरक्षा सुनिश्चित गर्न हामीलाई तपाईं वास्तविक व्यक्ति हो भनी प्रमाणित गर्न आवश्यक छ।

source: Clear View
ne: स्पष्ट दृश्य

# clearViewDesc
source: Remove glasses, mask or any face coverings
ne: चश्मा, मास्क वा कुनै अनुहार ढाक्ने वस्तुहरू हटाउनुहोस्

source: Camera Ready
ne: क्यामेरा तयार

# cameraReadyDesc
source: Position your face within the frame
ne: फ्रेम भित्र आफ्नो अनुहार राख्नुहोस्

# verificationTimeEstimate
source: This process will take less than a minute
ne: यो प्रक्रियाले एक मिनेट भन्दा कम समय लिनेछ

source: Begin Verification
ne: प्रमाणीकरण सुरु गर्नुहोस्

# verificationSuccess
source: Verification Successful!
ne: प्रमाणीकरण सफल!

# lookUpInstruction
source: Please look up slowly
ne: कृपया बिस्तारै माथि हेर्नुहोस्

# lookDownInstruction
source: Now look down slowly
ne: अब बिस्तारै तल हेर्नुहोस्

# lookLeftInstruction
source: Turn your head to the left
ne: आफ्नो टाउको बायाँतिर घुमाउनुहोस्

# lookRightInstruction
source: Finally, turn your head to the right
ne: अन्तमा, आफ्नो टाउको दायाँतिर घुमाउनुहोस्

# centerHeadInstruction
source: Great! Keep your head centered
ne: राम्रो! आफ्नो टाउको बीचमा राख्नुहोस्

# verificationCompleted
source: Verification completed successfully!
ne: प्रमाणीकरण सफलतापूर्वक पूरा भयो!

# verificationSuccessTitle
source: Verification Successful!
ne: प्रमाणीकरण सफल!

# verificationSuccessMessage
source: Your identity has been verified successfully.
ne: तपाईंको पहिचान सफलतापूर्वक प्रमाणित भएको छ। तपाईं अब आफ्नो खातामा अगाडि बढ्न सक्नुहुन्छ।

# verificationSuccessDesc
source: Your identity has been verified successfully. You can now proceed with your account.
ne: तपाईंको पहिचान सफलतापूर्वक प्रमाणित भएको छ। तपाईं अब आफ्नो खातामा अगाडि बढ्न सक्नुहुन्छ।

source: Profile
ne: प्रोफाइल

source: Personal Information
ne: व्यक्तिगत जानकारी

source: Documents
ne: कागजातहरू

source: Verification Status
ne: प्रमाणीकरण स्थिति

source: Premium Member
ne: प्रिमियम सदस्य

source: Email
ne: इमेल

source: Phone
ne: फोन

source: Location
ne: स्थान

source: License No.
ne: लाइसेन्स नं.

source: Passport No.
ne: राहदानी नं.

source: ID Card
ne: परिचय पत्र

source: Identity
ne: पहिचान

source: Verified
ne: प्रमाणित

source: Edit Profile
ne: प्रोफाइल सम्पादन

source: Settings
ne: सेटिङहरू

source: Logout
ne: लगआउट

# pleaseWait
source: Please wait for a while ...
ne: कृपया केही समय प्रतीक्षा गर्नुहोस् ...

source: License Details
ne: लाइसेन्स विवरण

# licenseInformation
source: Driver's License Information
ne: चालक अनुमतिपत्र जानकारी

# verifyInformation
source: Please verify your information below
ne: कृपया तलको जानकारी रुजु गर्नुहोस्

source: License Number
ne: लाइसेन्स नम्बर

source: First Name
ne: पहिलो नाम

source: Last Name
ne: थर

source: Date of Birth
ne: जन्म मिति

# fatherName
source: Father's Name
ne: बुवाको नाम

source: Citizenship Number
ne: नागरिकता नम्बर

source: Phone Number
ne: फोन नम्बर

# issueDate
source: Date of Issue
ne: जारी मिति

# expiryDate
source: Date of Expiry
ne: समाप्ति मिति

source: License Category
ne: लाइसेन्स वर्ग

source: Submit
ne: पेश गर्नुहोस्

# pleaseEnter
source: Please enter {field}
ne: {field} प्रविष्ट गर्नुहोस्

# requiredField
source: This field is required
ne: यो फिल्ड आवश्यक छ

# invalidPhoneNumber
source: Please enter a valid phone number
ne: कृपया मान्य फोन नम्बर प्रविष्ट गर्नुहोस्

# invalidCitizenshipNumber
source: Please enter a valid citizenship number
ne: कृपया मान्य नागरिकता नम्बर प्रविष्ट गर्नुहोस्

# invalidLicenseNumber
source: Please enter a valid license number
ne: कृपया मान्य लाइसेन्स नम्बर प्रविष्ट गर्नुहोस्

source: Form Progress
ne: फारम प्रगति

# step
source: Step {current} of {total}
ne: {total} मध्ये {current} चरण

# verifyNow
source: I've Verified My Email
ne: इमेल प्रमाणित गर्नुहोस्

source: Checking...
ne: जाँच गर्दै...

# resendEmail
source: Resend Verification Email
ne: पुन: प्रमाणिकरण इमेल पठाउनुहोस्

source: Sending...
ne: पठाउँदै...
